START_COMMAND = ('Добро пожаловать в бот!\n\n'
                 'При помощи данного бота можно получить информацию о погоде на ближайшие 5 дней\n'
                 'Отправьте сообщение в формате "город день.месяц"\n\n'
                 'Пример: Москва 13.10')

PARAMS_VALIDATOR = ('Необходимо ввести данные в формате "город день.месяц\n'
                    'Пример: Москва 13.10"')

DATE_IS_NOT_CORRECT = 'Некорректно введена дата. Введите её в формате "день.месяц"'
DATE_VALIDATOR = 'Введите дату от {}.{} до {}.{}'
